Repository: sayed200350/MushafImad
Catalog: Sources/MushafImad/Resources/Localizable.xcstrings
Source language: en
Languages: ar

# AyahOfTheDay.description
source: Displays a daily Ayah
ar: يعرض آية يومية

# AyahOfTheDay.displayName
source: Ayah of the Day
ar: آية اليوم

# %lld / %lld pages
source: %1$lld / %2$lld pages
ar: %1$lld / %2$lld صفحة

source: %lld Ayahs
ar: %lld آية

# %lld of %lld Chapters Downloaded
source: %1$lld of %2$lld Chapters Downloaded
ar: %1$lld من %2$lld سورة تم تحميلها

source: %lld Surah
ar: سورة %lld

source: 1 month
ar: شهر

source: 7 days
ar: ٧ أيام

source: 10 days
ar: ١٠ أيام

source: 15 days
ar: ١٥ يوم

source: 604 pages in high quality
ar: ٦٠٤ صفحة بجودة عالية

source: A new Khatma has been created.
ar: تم إنشاء ختمة جديدة.

source: Activate tafseer with reading
ar: تفعيل القراءة مع التفسير

source: Add app badge
ar: إضافة شعار التطبيق

source: Add Sura
ar: أضف سورة

source: Add Surah
ar: أضف سورة

source: Add surahs you want to review often.
ar: أضف السور التي ترغب في مراجعتها بشكل متكرر.

source: Add to favorites
ar: أضف إلى المفضلة

source: Already added to your list.
ar: تمت إضافته إلى قائمتك بالفعل.

source: App Badge
ar: شعار التطبيق

source: Apply
ar: تطبيق

source: Are you sure you want to cancel the download? You can resume it later or download individual chapters.
ar: هل أنت متأكد أنك تريد إلغاء التنزيل؟ يمكنك استئنافه لاحقًا أو تنزيل السور بشكل فردي.

source: Are you sure you want to cancel the download? You can resume it later.
ar: هل أنت متأكد من إلغاء التنزيل؟ يمكنك استئنافه لاحقاً.

source: Audio playback is not configured.
ar: لم يتم تهيئة تشغيل الصوت.

source: Automatic
ar: تلقائي

source: Bookmark
ar: إشارة مرجعية

source: Buffering…
ar: التخزين المؤقت…

source: By Ameen App
ar: بواسطة تطبيق آمين

source: Calm
ar: هادئ

source: Cancel
ar: إلغاء

source: Cancel Download
ar: إلغاء التنزيل

source: Cancel Download?
ar: إلغاء التنزيل؟

source: Chapter Not Downloaded
ar: لم يتم تنزيل السورة

source: Chapters
ar: السور

source: Chapters that I reread
ar: سور أكرر قرائتها

source: Comfy
ar: مريح

source: Complete Mushaf • 604 Pages
ar: المصحف الكامل • ٦٠٤ صفحة

source: content: %@
ar: المحتوى: %@

source: Continue
ar: متابعة

source: Continue Downloading
ar: متابعة التنزيل

source: Custom
ar: مخصص

source: Daily pages
ar: الصفحات اليومية

source: Daily pages: %lld
ar: صفحة يوميا %lld

source: Days
ar: أيام

source: Deactivate tafseer with reading
ar: إلغاء القراءة مع التفسير

source: Delete
ar: حذف

source: Details
ar: تفاصيل

source: Do you want to cancel downloading %@?
ar: هل تريد إلغاء تنزيل %@؟

source: Download
ar: تنزيل

source: Download Now
ar: تنزيل الآن

source: Download the Holy Quran
ar: تنزيل القرآن الكريم

source: Downloading Mushaf
ar: جارٍ تنزيل المصحف

source: Downloading the Holy Quran
ar: جارٍ تنزيل القرآن الكريم

source: Duration
ar: المدة

source: Error loading Chapters
ar: خطأ أثناء تحميل السورة

source: Estimated size: ~%@
ar: الحجم التقريبي: ~%@

source: Failed to add the Surah. Please try again.
ar: فشل في إضافة السورة. الرجاء المحاولة مرة أخرى.

source: Failed to create the Khatma. Please try again.
ar: فشل إنشاء الختمة. يرجى المحاولة مرة أخرى.

source: Failed to delete the Khatma. Please try again.
ar: فشل حذف الختمة. الرجاء المحاولة مرة أخرى.

source: Failed to update your favorite Surah. Please try again.
ar: فشل تحديث سورتك المفضلة. يرجى المحاولة مرة أخرى.

source: Finish Downloading
ar: إكمال التنزيل

# Finish downloading the remaining %lld chapter%@?
source: Finish downloading the remaining %1$lld chapter%2$@?
ar: هل ترغب في إكمال تنزيل %1$lld سورة%2$@ المتبقية؟

source: From
ar: من

source: Hizb %lld
ar: حزب %lld

source: Horizontal
ar: أفقي

source: Image
ar: صورة

# Interpretation of the specified verse
source: Interpretation
ar: تفسير الآية المحددة

source: Interpretation of the Verse
ar: تفسير الآية

source: Later
ar: لاحقاً

source: Loading audio…
ar: جاري تحميل الصوت…

source: Loading interpretation...
ar: جاري تحميل التفسير...

source: Loading Mushaf
ar: جارٍ تحميل المصحف

source: Loading Quran data...
ar: تحميل المصحف…

source: Loading reciters...
ar: جاري تحميل القراء...

source: Meccan
ar: مكية

source: Medinan
ar: مدنية

source: Mushaf
ar: المصحف

source: Mushaf Al-Madina
ar: مصحف المدينة

source: Mushaf with interpretation
ar: مصحف مع تفسير

source: MushafType
ar: نوع المصحف

source: My Khatma
ar: ختماتي

source: My Khatmas
ar: ختماتي

source: My latest readings
ar: آخر قراءاتي

source: My Reads
ar: قراءاتي

source: New Khatma
ar: ختمة جديدة

source: Night
ar: ليلي

source: No interpretation available for this verse
ar: لا يوجد تفسير متاح لهذه الآية

source: Notes
ar: ملاحظات

source: One-time download for offline access
ar: تنزيل لمرة واحدة للوصول بدون إنترنت

source: Optional note
ar: ملاحظة - اختياري

source: Page %lld
ar: الصفحة %lld

source: Pages
ar: الصفحات

source: Part
ar: الجزء

source: Parts
ar: الأجزاء

source: Paused
ar: متوقف مؤقتًا

source: Playback completed
ar: تم الانتهاء من التشغيل

source: Please wait while we prepare your Mushaf
ar: يرجى الانتظار بينما نجهز المصحف

source: Preparing chapter data...
ar: جارٍ تجهيز بيانات السور...

source: Preparing page...
ar: تجهيز الصفحة

source: Progress %@
ar: تقدم %@

source: Quarters
ar: الأرباع

source: Reader's choice
ar: إختيار القارئ

source: Reading Background
ar: خلفية القراءة

source: Reading Font Size
ar: حجم خط القراءة

source: Reading settings
ar: اعدادت القراءة

source: Reading Settings
ar: إعدادات القراءة

source: Ready to play
ar: جاهز للتشغيل

source: Remove
ar: حذف

source: Remove Bookmark
ar: حذف الإشارة المرجعية

source: Save
ar: حفظ

source: Scrolling Options
ar: اعدادات التمرير

source: Search for a surah, verse, or page.
ar: ابحث عن سورة أو آية أو صفحة.

source: Set a plan and track your progress.
ar: ضع خطة وتابع تقدمك.

source: Share
ar: مشاركة

source: Share %lld Ayahs
ar: مشاركة %lld آية

source: Share as
ar: شارك كـ

source: Show Interpretation for the Entire Surah
ar: عرض التفسير للسورة بأكملها

source: Start a new Khatma
ar: ابدأ بـ ختمة جديدة

source: Summary
ar: ملخص

source: Surah
ar: سورة

source: Surah %lld
ar: سورة %lld

source: Surah Number
ar: رقم السورة

source: Surahs %@
ar: السور %@

source: Text
ar: نص

source: Text Mushaf
ar: مصحف نصي

source: Text without diacritics
ar: نص بدون تشكيل

source: The bookmark has been removed from your list.
ar: تمت إزالة العلامة المرجعية من قائمتك.

source: The chapter could not be deleted. Please try again.
ar: تعذر حذف السورة. يرجى المحاولة مرة أخرى.

source: The Hizb %lld
ar: الحزب %lld

source: The Quran
ar: المصحف

source: The Range
ar: النطاق

source: The reading has been removed from the record.
ar: تم حذف هذه القراءة من السجل.

source: The Surah has been added for review.
ar: تمت إضافة السورة للمراجعة.

source: The Surah has been added to your favorites.
ar: تمت إضافة السورة إلى قائمة مفضلاتك.

source: The surah has been removed from favorites.
ar: تمت إزالة السورة من قائمة المفضلة.

source: The surah has been removed from the review list.
ar: تمت إزالة السورة من قائمة المراجعة.

source: The verse has been added to your favorites.
ar: تمت إضافة هذه الآية إلى مفضلاتك.

source: The verse has been removed from favorites.
ar: تمت إزالة هذه الآية من قائمة المفضلة.

source: This chapter hasn't been downloaded yet. Would you like to download it now?
ar: لم يتم تنزيل هذه السورة بعد. هل ترغب في تنزيلها الآن؟

source: Title
ar: العنوان

source: To
ar: إلى

source: Types
ar: حسب السور

source: Unable to delete the reading. Please try again.
ar: تعذر حذف القراءة. الرجاء المحاولة مرة أخرى.

source: Unable to load audio.
ar: غير قادر على تحميل الصوت.

source: Unable to update favorites. Please try again.
ar: تعذر تحديث قائمة المفضلة. يرجى المحاولة مرة أخرى.

source: Updated %@
ar: تم التحديث %@

source: View
ar: عرض

source: View all
ar: عرض الكل

source: View By:
ar: العرض :

source: View: %@
ar: العرض: %@

source: White
ar: أبيض

source: Would you like to download the Mushaf now?
ar: هل ترغب في تنزيل المصحف الآن؟

source: Your recent readings will appear here.
ar: ستظهر قراءاتك الأخيرة هنا.
